create table ids (
    id int not null auto_increment primary key,
    itemid varchar(255), itemname varchar(255),
    itemdamage varchar(255)
);

INSERT INTO `ids` (`id`, `itemid`, `itemname`, `itemdamage`) VALUES
(1, '1', '焼き石', '0'),
(2, '1', '花崗岩', '1'),
(3, '1', '磨かれた花崗岩', '2'),
(4, '1', '閃緑岩', '3'),
(5, '1', '磨かれた閃緑岩', '4'),
(6, '1', '安山岩', '5'),
(7, '1', '磨かれた安山岩', '6'),
(8, '2', '芝ブロック', '0'),
(9, '3', '土ブロック', '0'),
(10, '4', '丸石', '0'),
(11, '5', 'オークの木材', '0'),
(12, '5', '松の木材', '1'),
(13, '5', '白樺の木材', '2'),
(14, '5', 'ジャングルの木材', '3'),
(15, '5', 'アカシアの木材', '4'),
(16, '5', 'ダークオークの木材', '5'),
(17, '6', 'オークの苗木', '0'),
(18, '6', '松の苗木', '1'),
(19, '6', '白樺の苗木', '2'),
(20, '6', 'ジャングルの苗木', '3'),
(21, '6', 'アカシアの苗木', '4'),
(22, '6', 'ダークオークの苗木', '5'),
(23, '7', '岩盤', '0'),
(24, '8', '水', '0'),
(25, '9', '流水', '0'),
(26, '10', '溶岩', '0'),
(27, '11', '流溶岩', '0'),
(28, '12', '砂', '0'),
(29, '12', '赤砂', '1'),
(30, '13', '砂利', '0'),
(31, '14', '金鉱石', '0'),
(32, '15', '鉄鉱石', '0'),
(33, '16', '石炭鉱石', '0'),
(34, '17', 'オークの原木', '0'),
(35, '17', '松の原木', '1'),
(36, '17', '白樺の原木', '2'),
(37, '17', 'ジャングルの原木', '3'),
(38, '18', 'オークの葉', '0'),
(39, '18', '松の葉', '1'),
(40, '18', '白樺の葉', '2'),
(41, '18', 'ジャングルの葉', '3'),
(42, '19', 'スポンジ', '0'),
(43, '20', 'ガラス', '0'),
(44, '21', 'ラピスラズリ鉱石', '0'),
(45, '22', 'ラピスラズリブロック', '0'),
(46, '24', '砂岩', '0'),
(47, '24', '模様入りの砂岩', '1'),
(48, '24', '滑らかな砂岩', '2'),
(49, '26', 'ベッド', '0'),
(50, '27', 'パワードレール', '0'),
(51, '30', 'クモの巣', '0'),
(52, '31', '高い草', '0'),
(53, '31', '草', '1'),
(54, '31', 'シダ', '2'),
(55, '31', '大きなシダ', '3'),
(56, '32', '枯れ木', '0'),
(57, '35', '羊毛', '0'),
(58, '35', '橙色の羊毛', '1'),
(59, '35', '赤紫色の羊毛', '2'),
(60, '35', '空色の羊毛', '3'),
(61, '35', '黄色の羊毛', '4'),
(62, '35', '黄緑色の羊毛', '5'),
(63, '35', '桃色の羊毛', '6'),
(64, '35', '灰色の羊毛', '7'),
(65, '35', '薄灰色の羊毛', '8'),
(66, '35', '水色の羊毛', '9'),
(67, '35', '紫色の羊毛', '10'),
(68, '35', '青色の羊毛', '11'),
(69, '35', '茶色の羊毛', '12'),
(70, '35', '緑色の羊毛', '13'),
(71, '35', '赤色の羊毛', '14'),
(72, '35', '黒色の羊毛', '15'),
(73, '37', 'タンポポ', '0'),
(74, '38', 'ポピー', '0'),
(75, '38', 'ヒスイラン', '1'),
(76, '38', 'アリウム', '2'),
(77, '38', 'ヒナソウ', '3'),
(78, '38', '赤色のチューリップ', '4'),
(79, '38', '橙色のチューリップ', '5'),
(80, '38', '白色のチューリップ', '6'),
(81, '38', '桃色のチューリップ', '7'),
(82, '38', 'フランスギク', '8'),
(83, '39', 'キノコ', '0'),
(84, '40', 'キノコ', '0'),
(85, '41', '金ブロック', '0'),
(86, '42', '鉄ブロック', '0'),
(87, '43', '二重半ブロック', '0'),
(88, '44', '石ハーフブロック', '0'),
(89, '44', '砂岩ハーフブロック', '1'),
(90, '44', 'オークのハーフブロック', '2'),
(91, '44', '丸石ハーフブロック', '3'),
(92, '44', 'レンガハーフブロック', '4'),
(93, '44', '石レンガハーフブロック', '5'),
(94, '44', '水晶ハーフブロック', '6'),
(95, '44', '', '7'),
(96, '44', '', '8'),
(97, '44', '', '9'),
(98, '44', '', '10'),
(99, '44', '', '11'),
(100, '44', '', '12'),
(101, '44', '', '13'),
(102, '44', '', '14'),
(103, '44', '', '15'),
(104, '45', 'レンガ', '0'),
(105, '46', 'TNT', '0'),
(106, '47', '本棚', '0'),
(107, '48', '苔石', '0'),
(108, '49', '黒曜石', '0'),
(109, '50', '松明', '0'),
(110, '51', '火', '0'),
(111, '52', 'モンスタースポナー', '0'),
(112, '53', 'オークの機の階段', '0'),
(113, '54', 'チェスト', '0'),
(114, '1', '焼き石', '0'),
(115, '1', '花崗岩', '1'),
(116, '1', '磨かれた花崗岩', '2'),
(117, '1', '閃緑岩', '3'),
(118, '1', '磨かれた閃緑岩', '4'),
(119, '1', '安山岩', '5'),
(120, '1', '磨かれた安山岩', '6'),
(121, '2', '芝ブロック', '0'),
(122, '3', '土ブロック', '0'),
(123, '4', '丸石', '0'),
(124, '5', 'オークの木材', '0'),
(125, '5', '松の木材', '1'),
(126, '5', '白樺の木材', '2'),
(127, '5', 'ジャングルの木材', '3'),
(128, '5', 'アカシアの木材', '4'),
(129, '5', 'ダークオークの木材', '5'),
(130, '6', 'オークの苗木', '0'),
(131, '6', '松の苗木', '1'),
(132, '6', '白樺の苗木', '2'),
(133, '6', 'ジャングルの苗木', '3'),
(134, '6', 'アカシアの苗木', '4'),
(135, '6', 'ダークオークの苗木', '5'),
(136, '7', '岩盤', '0'),
(137, '8', '水', '0'),
(138, '9', '流水', '0'),
(139, '10', '溶岩', '0'),
(140, '11', '流溶岩', '0'),
(141, '12', '砂', '0'),
(142, '12', '赤砂', '1'),
(143, '13', '砂利', '0'),
(144, '14', '金鉱石', '0'),
(145, '15', '鉄鉱石', '0'),
(146, '16', '石炭鉱石', '0'),
(147, '17', 'オークの原木', '0'),
(148, '17', '松の原木', '1'),
(149, '17', '白樺の原木', '2'),
(150, '17', 'ジャングルの原木', '3'),
(151, '18', 'オークの葉', '0'),
(152, '18', '松の葉', '1'),
(153, '18', '白樺の葉', '2'),
(154, '18', 'ジャングルの葉', '3'),
(155, '19', 'スポンジ', '0'),
(156, '20', 'ガラス', '0'),
(157, '21', 'ラピスラズリ鉱石', '0'),
(158, '22', 'ラピスラズリブロック', '0'),
(159, '24', '砂岩', '0'),
(160, '24', '模様入りの砂岩', '1'),
(161, '24', '滑らかな砂岩', '2'),
(162, '26', 'ベッド', '0'),
(163, '27', 'パワードレール', '0'),
(164, '30', 'クモの巣', '0'),
(165, '31', '高い草', '0'),
(166, '31', '草', '1'),
(167, '31', 'シダ', '2'),
(168, '31', '大きなシダ', '3'),
(169, '32', '枯れ木', '0'),
(170, '35', '羊毛', '0'),
(171, '35', '橙色の羊毛', '1'),
(172, '35', '赤紫色の羊毛', '2'),
(173, '35', '空色の羊毛', '3'),
(174, '35', '黄色の羊毛', '4'),
(175, '35', '黄緑色の羊毛', '5'),
(176, '35', '桃色の羊毛', '6'),
(177, '35', '灰色の羊毛', '7'),
(178, '35', '薄灰色の羊毛', '8'),
(179, '35', '水色の羊毛', '9'),
(180, '35', '紫色の羊毛', '10'),
(181, '35', '青色の羊毛', '11'),
(182, '35', '茶色の羊毛', '12'),
(183, '35', '緑色の羊毛', '13'),
(184, '35', '赤色の羊毛', '14'),
(185, '35', '黒色の羊毛', '15'),
(186, '37', 'タンポポ', '0'),
(187, '38', 'ポピー', '0'),
(188, '38', 'ヒスイラン', '1'),
(189, '38', 'アリウム', '2'),
(190, '38', 'ヒナソウ', '3'),
(191, '38', '赤色のチューリップ', '4'),
(192, '38', '橙色のチューリップ', '5'),
(193, '38', '白色のチューリップ', '6'),
(194, '38', '桃色のチューリップ', '7'),
(195, '38', 'フランスギク', '8'),
(196, '39', 'キノコ', '0'),
(197, '40', 'キノコ', '0'),
(198, '41', '金ブロック', '0'),
(199, '42', '鉄ブロック', '0'),
(200, '43', '二重半ブロック', '0'),
(201, '44', '石ハーフブロック', '0'),
(202, '44', '砂岩ハーフブロック', '1'),
(203, '44', 'オークのハーフブロック', '2'),
(204, '44', '丸石ハーフブロック', '3'),
(205, '44', 'レンガハーフブロック', '4'),
(206, '44', '石レンガハーフブロック', '5'),
(207, '44', '水晶ハーフブロック', '6'),
(208, '44', '', '7'),
(209, '44', '', '8'),
(210, '44', '', '9'),
(211, '44', '', '10'),
(212, '44', '', '11'),
(213, '44', '', '12'),
(214, '44', '', '13'),
(215, '44', '', '14'),
(216, '44', '', '15'),
(217, '45', 'レンガ', '0'),
(218, '46', 'TNT', '0'),
(219, '47', '本棚', '0'),
(220, '48', '苔石', '0'),
(221, '49', '黒曜石', '0'),
(222, '50', '松明', '0'),
(223, '51', '火', '0'),
(224, '52', 'モンスタースポナー', '0'),
(225, '53', 'オークの機の階段', '0'),
(226, '54', 'チェスト', '0'),
(227, '55', 'レッドストーン', '0'),
(228, '56', 'ダイヤモンド鉱石', '0'),
(229, '1', '焼き石', '0'),
(230, '1', '花崗岩', '1'),
(231, '1', '磨かれた花崗岩', '2'),
(232, '1', '閃緑岩', '3'),
(233, '1', '磨かれた閃緑岩', '4'),
(234, '1', '安山岩', '5'),
(235, '1', '磨かれた安山岩', '6'),
(236, '2', '芝ブロック', '0'),
(237, '3', '土ブロック', '0'),
(238, '4', '丸石', '0'),
(239, '5', 'オークの木材', '0'),
(240, '5', '松の木材', '1'),
(241, '5', '白樺の木材', '2'),
(242, '5', 'ジャングルの木材', '3'),
(243, '5', 'アカシアの木材', '4'),
(244, '5', 'ダークオークの木材', '5'),
(245, '6', 'オークの苗木', '0'),
(246, '6', '松の苗木', '1'),
(247, '6', '白樺の苗木', '2'),
(248, '6', 'ジャングルの苗木', '3'),
(249, '6', 'アカシアの苗木', '4'),
(250, '6', 'ダークオークの苗木', '5'),
(251, '7', '岩盤', '0'),
(252, '8', '水', '0'),
(253, '9', '流水', '0'),
(254, '10', '溶岩', '0'),
(255, '11', '流溶岩', '0'),
(256, '12', '砂', '0'),
(257, '12', '赤砂', '1'),
(258, '13', '砂利', '0'),
(259, '14', '金鉱石', '0'),
(260, '15', '鉄鉱石', '0'),
(261, '16', '石炭鉱石', '0'),
(262, '17', 'オークの原木', '0'),
(263, '17', '松の原木', '1'),
(264, '17', '白樺の原木', '2'),
(265, '17', 'ジャングルの原木', '3'),
(266, '18', 'オークの葉', '0'),
(267, '18', '松の葉', '1'),
(268, '18', '白樺の葉', '2'),
(269, '18', 'ジャングルの葉', '3'),
(270, '19', 'スポンジ', '0'),
(271, '20', 'ガラス', '0'),
(272, '21', 'ラピスラズリ鉱石', '0'),
(273, '22', 'ラピスラズリブロック', '0'),
(274, '24', '砂岩', '0'),
(275, '24', '模様入りの砂岩', '1'),
(276, '24', '滑らかな砂岩', '2'),
(277, '26', 'ベッド', '0'),
(278, '27', 'パワードレール', '0'),
(279, '30', 'クモの巣', '0'),
(280, '31', '高い草', '0'),
(281, '31', '草', '1'),
(282, '31', 'シダ', '2'),
(283, '31', '大きなシダ', '3'),
(284, '32', '枯れ木', '0'),
(285, '35', '羊毛', '0'),
(286, '35', '橙色の羊毛', '1'),
(287, '35', '赤紫色の羊毛', '2'),
(288, '35', '空色の羊毛', '3'),
(289, '35', '黄色の羊毛', '4'),
(290, '35', '黄緑色の羊毛', '5'),
(291, '35', '桃色の羊毛', '6'),
(292, '35', '灰色の羊毛', '7'),
(293, '35', '薄灰色の羊毛', '8'),
(294, '35', '水色の羊毛', '9'),
(295, '35', '紫色の羊毛', '10'),
(296, '35', '青色の羊毛', '11'),
(297, '35', '茶色の羊毛', '12'),
(298, '35', '緑色の羊毛', '13'),
(299, '35', '赤色の羊毛', '14'),
(300, '35', '黒色の羊毛', '15'),
(301, '37', 'タンポポ', '0'),
(302, '38', 'ポピー', '0'),
(303, '38', 'ヒスイラン', '1'),
(304, '38', 'アリウム', '2'),
(305, '38', 'ヒナソウ', '3'),
(306, '38', '赤色のチューリップ', '4'),
(307, '38', '橙色のチューリップ', '5'),
(308, '38', '白色のチューリップ', '6'),
(309, '38', '桃色のチューリップ', '7'),
(310, '38', 'フランスギク', '8'),
(311, '39', 'キノコ', '0'),
(312, '40', 'キノコ', '0'),
(313, '41', '金ブロック', '0'),
(314, '42', '鉄ブロック', '0'),
(315, '43', '二重半ブロック', '0'),
(316, '44', '石ハーフブロック', '0'),
(317, '44', '砂岩ハーフブロック', '1'),
(318, '44', 'オークのハーフブロック', '2'),
(319, '44', '丸石ハーフブロック', '3'),
(320, '44', 'レンガハーフブロック', '4'),
(321, '44', '石レンガハーフブロック', '5'),
(322, '44', '水晶ハーフブロック', '6'),
(323, '44', '', '7'),
(324, '44', '', '8'),
(325, '44', '', '9'),
(326, '44', '', '10'),
(327, '44', '', '11'),
(328, '44', '', '12'),
(329, '44', '', '13'),
(330, '44', '', '14'),
(331, '44', '', '15'),
(332, '45', 'レンガ', '0'),
(333, '46', 'TNT', '0'),
(334, '47', '本棚', '0'),
(335, '48', '苔石', '0'),
(336, '49', '黒曜石', '0'),
(337, '50', '松明', '0'),
(338, '51', '火', '0'),
(339, '52', 'モンスタースポナー', '0'),
(340, '53', 'オークの機の階段', '0'),
(341, '54', 'チェスト', '0'),
(342, '55', 'レッドストーン', '0'),
(343, '56', 'ダイヤモンド鉱石', '0'),
(344, '57', 'ダイヤモンドブロック', '0'),
(345, '58', '作業台', '0'),
(346, '59', '麦の苗', '0'),
(347, '60', '耕地', '0'),
(348, '61', 'かまど', '0'),
(349, '62', '光っているかまど', '0'),
(350, '63', '看板', '0'),
(351, '64', 'オークのドア', '0'),
(352, '65', 'はしご', '0'),
(353, '66', 'レール', '0'),
(354, '67', '丸石の階段', '0'),
(355, '68', '看板', '0'),
(356, '69', 'レバー', '0'),
(357, '70', '石の感圧板', '0'),
(358, '71', '鉄のドア', '0'),
(359, '72', '木製の感圧板', '0'),
(360, '73', 'レッドストーン鉱石', '0'),
(361, '74', '光っているレッドストーン鉱石', '0'),
(362, '75', '消えているレッドストーントーチ', '0'),
(363, '76', 'レッドストーントーチ', '0'),
(364, '77', 'ボタン', '0'),
(365, '78', '積雪', '0'),
(366, '79', '氷', '0'),
(367, '80', '雪', '0'),
(368, '81', 'サボテン', '0'),
(369, '82', '粘土', '0'),
(370, '83', 'サトウキビの苗', '0'),
(371, '85', 'オークのフェンス', '0'),
(372, '85', '松のフェンス', '1'),
(373, '85', '白樺のフェンス', '2'),
(374, '85', 'ジャングルのフェンス', '3'),
(375, '85', 'アカシアのフェンス', '4'),
(376, '85', 'ダークオークのフェンス', '5'),
(377, '86', 'カボチャ', '0'),
(378, '87', 'ネザーラック', '0'),
(379, '88', 'ソウルサンド', '0'),
(380, '89', 'グロウストーン', '0'),
(381, '90', 'ネザーゲート', '0'),
(382, '91', 'ジャック・オ・ランタン', '0'),
(383, '92', 'ケーキ', '0'),
(384, '95', '透明な岩盤', '0'),
(385, '96', 'トラップドア', '0'),
(386, '97', 'モンスターエッグ(石)', '0'),
(387, '97', 'モンスターエッグ(苔石)', '1'),
(388, '97', 'モンスターエッグ(石レンガ)', '2'),
(389, '97', 'モンスターエッグ(苔石レンガ)', '3'),
(390, '97', 'モンスターエッグ(ヒビの入った石レンガ)', '4'),
(391, '97', 'モンスターエッグ(模様入りの石レンガ)', '5'),
(392, '98', '石レンガ', '0'),
(393, '98', '苔石レンガ', '1'),
(394, '98', 'ひびの入った石レンガ', '2'),
(395, '98', '模様入り石レンガ', '3'),
(396, '98', '', '4'),
(397, '98', '', '5'),
(398, '99', 'キノコ:type0', '0'),
(399, '99', 'キノコ:type1', '1'),
(400, '99', 'キノコ:type2', '2'),
(401, '99', 'キノコ:type3', '3'),
(402, '99', 'キノコ:type4', '4'),
(403, '99', 'キノコ:type5', '5'),
(404, '99', 'キノコ:type6', '6'),
(405, '99', 'キノコ:type7', '7'),
(406, '99', 'キノコ:type8', '8'),
(407, '99', 'キノコ:type9', '9'),
(408, '99', 'キノコ:type10', '10'),
(409, '99', 'キノコ:type11', '11'),
(410, '99', 'キノコ:type12', '12'),
(411, '99', 'キノコ:type13', '13'),
(412, '99', 'キノコ:type14', '14'),
(413, '99', 'キノコ:type15', '15'),
(414, '100', 'キノコ:type0', '0'),
(415, '100', 'キノコ:type1', '1'),
(416, '100', 'キノコ:type2', '2'),
(417, '100', 'キノコ:type3', '3'),
(418, '100', 'キノコ:type4', '4'),
(419, '100', 'キノコ:type5', '5'),
(420, '100', 'キノコ:type6', '6'),
(421, '100', 'キノコ:type7', '7'),
(422, '100', 'キノコ:type8', '8'),
(423, '100', 'キノコ:type9', '9'),
(424, '100', 'キノコ:type10', '10'),
(425, '100', 'キノコ:type11', '11'),
(426, '100', 'キノコ:type12', '12'),
(427, '100', 'キノコ:type13', '13'),
(428, '100', 'キノコ:type14', '14'),
(429, '100', 'キノコ:type15', '15'),
(430, '101', '鉄格子', '0'),
(431, '102', '板ガラス', '0'),
(432, '103', 'スイカ', '0'),
(433, '104', 'かぼちゃの苗', '0'),
(434, '105', 'スイカの苗', '0'),
(435, '106', 'つる', '0'),
(436, '107', 'フェンスゲート', '0'),
(437, '108', 'レンガの階段', '0'),
(438, '109', '石レンガの階段', '0'),
(439, '110', '菌糸', '0'),
(440, '111', 'スイレンの葉', '0'),
(441, '112', 'ネザーレンガ', '0'),
(442, '113', 'ネザーレンガフェンス', '0'),
(443, '114', 'ネザーレンガの階段', '0'),
(444, '115', 'ネザーウォート', '0'),
(445, '115', 'ネザーウォート', '1'),
(446, '115', 'ネザーウォート', '2'),
(447, '115', 'ネザーウォート', '3'),
(448, '116', 'エンチャントテーブル', '0'),
(449, '117', '醸造台', '0'),
(450, '120', 'エンドポータル', '0'),
(451, '121', 'エンドストーン', '0'),
(452, '123', 'レッドストーンランプ', '0'),
(453, '124', '光っているレッドストーンランプ', '0'),
(454, '126', 'アクティベーターレール', '0'),
(455, '127', 'ココア', '0'),
(456, '128', '砂岩の階段', '0'),
(457, '129', 'エメラルド鉱石', '0'),
(458, '131', 'トリップワイヤーフック', '0'),
(459, '132', 'トリップワイヤー', '0'),
(460, '133', 'エメラルドブロック', '0'),
(461, '134', '松の階段', '0'),
(462, '135', '白樺の階段', '0'),
(463, '136', 'ジャングルの階段', '0'),
(464, '139', '丸石の壁', '0'),
(465, '139', '苔石の壁', '1'),
(466, '140', '植木鉢', '0'),
(467, '141', 'ニンジン', '0'),
(468, '142', 'ジャガイモ', '0'),
(469, '143', 'ボタン', '0'),
(470, '144', 'モブの頭', '0'),
(471, '145', '金床', '0'),
(472, '145', '少し壊れた金床', '4'),
(473, '145', 'かなり壊れた金床', '8'),
(474, '146', 'トラップチェスト', '0'),
(475, '147', '重量感圧板(軽)', '0'),
(476, '148', '重量感圧板(重)', '0'),
(477, '151', '日照センサー', '0'),
(478, '152', 'レッドストーンブロック', '0'),
(479, '153', 'ネザー水晶鉱石', '0'),
(480, '155', 'ネザー水晶ブロック', '0'),
(481, '155', '柱状ネザー水晶ブロック', '1'),
(482, '155', '模様入りネザー水晶ブロック', '2'),
(483, '156', 'ネザー水晶の階段', '0'),
(484, '157', '二重オークのハーフブロック', '0'),
(485, '158', 'オークのハーフブロック', '0'),
(486, '158', '松のハーフブロック', '1'),
(487, '158', '白樺のハーフブロック', '2'),
(488, '158', 'ジャングルのハーフブロック', '3'),
(489, '158', 'アカシアのハーフブロック', '4'),
(490, '158', 'ダークオークのハーフブロック', '5'),
(491, '159', '白色の色付き粘土', '0'),
(492, '159', '橙色の色付き粘土', '1'),
(493, '159', '赤紫色の色付き粘土', '2'),
(494, '159', '空色の色付き粘土', '3'),
(495, '159', '黄色の色付き粘土', '4'),
(496, '159', '黄緑色の色付き粘土', '5'),
(497, '159', '桃色の色付き粘土', '6'),
(498, '159', '灰色の色付き粘土', '7'),
(499, '159', '薄灰色の色付き粘土', '8'),
(500, '159', '水色の色付き粘土', '9'),
(501, '159', '紫色の色付き粘土', '10'),
(502, '159', '青色の色付き粘土', '11'),
(503, '159', '茶色の色付き粘土', '12'),
(504, '159', '緑色の色付き粘土', '13'),
(505, '159', '赤色の色付き粘土', '14'),
(506, '159', '黒色の色付き粘土', '15'),
(507, '161', 'アカシアの葉(Normal)', '0'),
(508, '161', 'アカシアの葉(DarkOak)', '1'),
(509, '161', 'アカシアの葉(OakNoDecay)', '2'),
(510, '161', 'アカシアの葉(SupruceNoDecay)', '3'),
(511, '162', 'アカシアの原木(Normal)', '0'),
(512, '162', 'アカシアの原木(DarkOak)', '1'),
(513, '163', 'アカシアの木の階段', '0'),
(514, '164', 'ダークオークの木の階段', '0'),
(515, '167', '鉄のトラップドア', '0'),
(516, '170', '干草の俵', '0'),
(517, '171', 'カーペット', '0'),
(518, '171', '橙色のカーペット', '1'),
(519, '171', '赤紫色のカーペット', '2'),
(520, '171', '空色のカーペット', '3'),
(521, '171', '黄色のカーペット', '4'),
(522, '171', '黄緑色のカーペット', '5'),
(523, '171', '桃色のカーペット', '6'),
(524, '171', '灰色のカーペット', '7'),
(525, '171', '薄灰色のカーペット', '8'),
(526, '171', '水色のカーペット', '9'),
(527, '171', '紫色のカーペット', '10'),
(528, '171', '青色のカーペット', '11'),
(529, '171', '茶色のカーペット', '12'),
(530, '171', '緑色のカーペット', '13'),
(531, '171', '赤色のカーペット', '14'),
(532, '171', '黒色のカーペット', '15'),
(533, '172', '堅焼き粘土', '0'),
(534, '173', '石炭ブロック', '0'),
(535, '174', '氷塊', '0'),
(536, '175', 'ヒマワリ', '0'),
(537, '175', 'ライラック', '1'),
(538, '175', '高い草', '2'),
(539, '175', '大きなシダ', '3'),
(540, '175', 'バラの低木', '4'),
(541, '175', 'ボタン', '5'),
(542, '178', '月光センサー', '0'),
(543, '183', '松のフェンスゲート', '0'),
(544, '184', '白樺のフェンスゲート', '0'),
(545, '185', 'ジャングルのフェンスゲート', '0'),
(546, '186', 'ダークオークのフェンスゲート', '0'),
(547, '187', 'アカシアのフェンスゲート', '0'),
(548, '193', '松のドア', '0'),
(549, '194', '白樺のドア', '0'),
(550, '195', 'ジャングルのドア', '0'),
(551, '196', 'アカシアのドア', '0'),
(552, '197', 'ダークオークのドア', '0'),
(553, '198', '道ブロック', '0'),
(554, '243', 'ポドゾル', '0'),
(555, '244', 'ビートの苗', '0'),
(556, '245', 'ストーンカッター', '0'),
(557, '246', '光っている黒曜石', '0'),
(558, '247', 'ネザーリアクターコア', '0'),
(559, '248', 'UnusedBlock', '0'),
(560, '249', 'UnusedBlock2', '0'),
(561, '255', 'reserved', '0'),
(562, '256', '鉄のシャベル', '0'),
(563, '257', '鉄のツルハシ', '0'),
(564, '258', '鉄の斧', '0'),
(565, '259', '火打ち石と打ち金', '0'),
(566, '260', 'リンゴ', '0'),
(567, '261', '弓', '0'),
(568, '262', '矢', '0'),
(569, '263', '石炭', '0'),
(570, '263', '木炭', '1'),
(571, '264', 'ダイヤモンド', '0'),
(572, '265', '鉄インゴット', '0'),
(573, '266', '金インゴット', '0'),
(574, '267', '鉄の剣', '0'),
(575, '268', '木の剣', '0'),
(576, '269', '木のシャベル', '0'),
(577, '270', '木のツルハシ', '0'),
(578, '271', '木の斧', '0'),
(579, '272', '石の剣', '0'),
(580, '273', '石のシャベル', '0'),
(581, '274', '石のツルハシ', '0'),
(582, '275', '石の斧', '0'),
(583, '276', 'ダイヤの剣', '0'),
(584, '277', 'ダイヤのシャベル', '0'),
(585, '278', 'ダイヤのツルハシ', '0'),
(586, '279', 'ダイヤの斧', '0'),
(587, '280', '棒', '0'),
(588, '281', 'ボウル', '0'),
(589, '282', 'キノコシチュー', '0'),
(590, '283', '金の剣', '0'),
(591, '284', '金のシャベル', '0'),
(592, '285', '金のツルハシ', '0'),
(593, '286', '金の斧', '0'),
(594, '287', '糸', '0'),
(595, '288', '羽', '0'),
(596, '289', '火薬', '0'),
(597, '290', '木のクワ', '0'),
(598, '291', '石のクワ', '0'),
(599, '292', '鉄のクワ', '0'),
(600, '293', 'ダイヤのクワ', '0'),
(601, '294', '金のクワ', '0'),
(602, '295', '種', '0'),
(603, '296', '小麦', '0'),
(604, '297', 'パン', '0'),
(605, '298', '革の帽子', '0'),
(606, '299', '革の上着', '0'),
(607, '300', '革のズボン', '0'),
(608, '301', '革のブーツ', '0'),
(609, '302', 'チェーンヘルメット', '0'),
(610, '303', 'チェーンのチェストプレート', '0'),
(611, '304', 'チェーンレギンス', '0'),
(612, '305', 'チェーンブーツ', '0'),
(613, '306', '鉄のヘルメット', '0'),
(614, '307', '鉄のチェストプレート', '0'),
(615, '308', '鉄のレギンス', '0'),
(616, '309', '鉄のブーツ', '0'),
(617, '310', 'ダイヤのヘルメット', '0'),
(618, '311', 'ダイヤのチェストプレート', '0'),
(619, '312', 'ダイヤのレギンス', '0'),
(620, '313', 'ダイヤのブーツ', '0'),
(621, '314', '金のヘルメット', '0'),
(622, '315', '金のチェストプレート', '0'),
(623, '316', '金のレギンス', '0'),
(624, '317', '金のブーツ', '0'),
(625, '318', '火打ち石', '0'),
(626, '319', '生の豚肉', '0'),
(627, '320', '焼き豚', '0'),
(628, '321', '絵画', '0'),
(629, '322', '金のリンゴ', '0'),
(630, '323', '看板', '0'),
(631, '324', 'オークのドア', '0'),
(632, '325', 'バケツ', '0'),
(633, '325', '牛乳', '1'),
(634, '325', '水入りバケツ', '8'),
(635, '325', '流水入りバケツ', '9'),
(636, '325', '溶岩入りバケツ', '10'),
(637, '325', '流溶岩入りバケツ', '11'),
(638, '325', 'バケツ(TNT)', '46'),
(639, '325', 'バケツ(火)', '51'),
(640, '328', 'トロッコ', '0'),
(641, '329', 'サドル', '0'),
(642, '330', '鉄のドア', '0'),
(643, '331', 'レッドストーン', '0'),
(644, '332', '雪球', '0'),
(645, '333', 'オークのボート', '0'),
(646, '333', '松のボート', '1'),
(647, '333', '白樺のボート', '2'),
(648, '333', 'ジャングルのボート', '3'),
(649, '333', 'アカシアのボート', '4'),
(650, '333', 'ダークオークのボート', '5'),
(651, '334', '革', '0'),
(652, '336', 'レンガ', '0'),
(653, '337', '粘土', '0'),
(654, '338', 'サトウキビ', '0'),
(655, '339', '紙', '0'),
(656, '340', '本', '0'),
(657, '341', 'スライムボール', '0'),
(658, '344', '卵', '0'),
(659, '345', 'コンパス', '0'),
(660, '346', '釣竿', '0'),
(661, '347', '時計', '0'),
(662, '348', 'グロウストーンダスト', '0'),
(663, '349', '生魚', '0'),
(664, '350', '焼き魚', '0'),
(665, '351', 'イカスミ', '0'),
(666, '351', '赤色の染料', '1'),
(667, '351', '緑色の染料', '2'),
(668, '351', 'カカオ豆', '3'),
(669, '351', 'ラピスラズリ', '4'),
(670, '351', '紫色の染料', '5'),
(671, '351', '水色の染料', '6'),
(672, '351', '薄灰色の染料', '7'),
(673, '351', '灰色の染料', '8'),
(674, '351', '桃色の染料', '9'),
(675, '351', '黄緑色の染料', '10'),
(676, '351', '黄色の染料', '11'),
(677, '351', '空色の染料', '12'),
(678, '351', '赤紫色の染料', '13'),
(679, '351', '橙色の染料', '14'),
(680, '351', '骨粉', '15'),
(681, '352', '骨', '0'),
(682, '353', '砂糖', '0'),
(683, '354', 'ケーキ', '0'),
(684, '355', 'ベッド', '0'),
(685, '357', 'クッキー', '0'),
(686, '359', 'ハサミ', '0'),
(687, '360', 'スイカ', '0'),
(688, '361', 'カボチャの種', '0'),
(689, '362', 'スイカの種', '0'),
(690, '363', '生の牛肉', '0'),
(691, '364', 'ステーキ', '0'),
(692, '365', '生の鶏肉', '0'),
(693, '366', '焼き鳥', '0'),
(694, '367', '腐った肉', '0'),
(695, '369', 'ブレイズロッド', '0'),
(696, '370', 'ガストの涙', '0'),
(697, '371', '金塊', '0'),
(698, '372', 'ネザーウォート(小)', '0'),
(699, '372', 'ネザーウォート(中)', '1'),
(700, '372', 'ネザーウォート(高)', '2'),
(701, '372', 'ネザーウォート', '3'),
(702, '373', '水入り瓶', '0'),
(703, '373', 'ありふれたポーション', '1'),
(704, '373', 'ありふれたポーション', '2'),
(705, '373', '濃厚なポーション', '3'),
(706, '373', '奇妙なポーション', '4'),
(707, '373', '暗視のポーション(3:00)', '5'),
(708, '373', '暗視のポーション(8:00)', '6'),
(709, '373', '透明化のポーション(3:00)', '7'),
(710, '373', '透明化のポーション(8:00)', '8'),
(711, '373', '跳躍のポーション(3:00)', '9'),
(712, '373', '跳躍のポーション(8:00)', '10'),
(713, '373', '跳躍のポーションⅡ(1:30)', '11'),
(714, '373', '耐火のポーション(3:00)', '12'),
(715, '373', '耐火のポーション(8:00)', '13'),
(716, '373', '俊敏のポーション(3:00)', '14'),
(717, '373', '俊敏のポーション(8:00)', '15'),
(718, '373', '俊敏のポーションⅡ(1:30)', '16'),
(719, '373', '鈍化のポーション(1:30)', '17'),
(720, '373', '鈍化のポーション(4:00)', '18'),
(721, '373', '水中呼吸のポーション(3:00)', '19'),
(722, '373', '水中呼吸のポーション(8:00)', '20'),
(723, '373', '治癒のポーション', '21'),
(724, '373', '治癒のポーションⅡ', '22'),
(725, '373', '負傷のポーション', '23'),
(726, '373', '負傷のポーションⅡ', '24'),
(727, '373', '毒のポーション(0:45)', '25'),
(728, '373', '毒のポーション(2:00)', '26'),
(729, '373', '毒のポーションⅡ(0:22)', '27'),
(730, '373', '再生のポーション(0:45)', '28'),
(731, '373', '再生のポーション(2:00)', '29'),
(732, '373', '再生のポーションⅡ(0:22)', '30'),
(733, '373', '力のポーション(3:00)', '31'),
(734, '373', '力のポーション(8:00)', '32'),
(735, '373', '力のポーションⅡ(1:30)', '33'),
(736, '373', '弱化のポーション(1:30)', '34'),
(737, '373', '弱化のポーション(4:00)', '35'),
(738, '374', 'ガラス瓶', '0'),
(739, '375', 'クモの目', '0'),
(740, '376', '発酵したクモの目', '0'),
(741, '377', 'ブレイズパウダー', '0'),
(742, '378', 'マグマクリーム', '0'),
(743, '379', '醸造台', '0'),
(744, '382', 'きらめくスイカ', '0'),
(745, '383', 'スポーンエッグ(ニワトリ)', '10'),
(746, '383', 'スポーンエッグ(牛)', '11'),
(747, '383', 'スポーンエッグ(豚)', '12'),
(748, '383', 'スポーンエッグ(羊)', '13'),
(749, '383', 'スポーンエッグ(狼)', '14'),
(750, '383', 'スポーンエッグ(村人)', '15'),
(751, '383', 'スポーンエッグ(ムーシュルーム)', '16'),
(752, '383', 'スポーンエッグ(イカ)', '17'),
(753, '383', 'スポーンエッグ(うさぎ)', '18'),
(754, '383', 'スポーンエッグ(コウモリ)', '19'),
(755, '383', 'スポーンエッグ(アイアンゴーレム)', '20'),
(756, '383', 'スポーンエッグ(スノウゴーレム)', '21'),
(757, '383', 'スポーンエッグ(ネコ)', '22'),
(758, '383', 'スポーンエッグ(ゾンビ)', '32'),
(759, '383', 'スポーンエッグ(クリーパー)', '33'),
(760, '383', 'スポーンエッグ(スケルトン)', '34'),
(761, '383', 'スポーンエッグ(クモ)', '35'),
(762, '383', 'スポーンエッグ(ゾンビピッグマン)', '36'),
(763, '383', 'スポーンエッグ(スライム)', '37'),
(764, '383', 'スポーンエッグ(エンダーマン)', '38'),
(765, '383', 'スポーンエッグ(シルバーフィッシュ)', '39'),
(766, '383', 'スポーンエッグ(洞窟グモ)', '40'),
(767, '383', 'スポーンエッグ(ガスト)', '41'),
(768, '383', 'スポーンエッグ(マグマキューブ)', '42'),
(769, '383', 'スポーンエッグ(ブレイズ)', '43'),
(770, '383', 'スポーンエッグ(ゾンビ村人)', '44'),
(771, '384', 'エンチャントの瓶', '0'),
(772, '388', 'エメラルド', '0'),
(773, '390', '植木鉢', '0'),
(774, '391', 'ニンジン', '0'),
(775, '392', 'ジャガイモ', '0'),
(776, '393', 'ベークドポテト', '0'),
(777, '394', '青くなったジャガイモ', '0'),
(778, '396', '金のニンジン', '0'),
(779, '397', 'スケルトンの頭蓋骨', '0'),
(780, '397', 'ウィザースケルトンの頭蓋骨', '1'),
(781, '397', 'ゾンビの頭蓋骨', '2'),
(782, '397', '頭', '3'),
(783, '397', 'クリーパーの頭', '4'),
(784, '400', 'パンプキンパイ', '0'),
(785, '403', 'エンチャントの本', '0'),
(786, '405', 'ネザーレンガ', '0'),
(787, '406', 'ネザー水晶', '0'),
(788, '411', '生の兎肉', '0'),
(789, '412', '焼き兎肉', '0'),
(790, '413', 'ウサギシチュー', '0'),
(791, '414', 'ウサギの足', '0'),
(792, '415', 'ウサギの革', '0'),
(793, '427', '松のドア', '0'),
(794, '428', '白樺のドア', '0'),
(795, '429', 'ジャングルのドア', '0'),
(796, '430', 'アカシアのドア', '0'),
(797, '431', 'ダークオークのドア', '0'),
(798, '438', 'スプラッシュ　水入り瓶', '0'),
(799, '438', 'スプラッシュ　ありふれたポーション', '1'),
(800, '438', 'スプラッシュ　ありふれたポーション', '2'),
(801, '438', 'スプラッシュ　濃厚なポーション', '3'),
(802, '438', 'スプラッシュ　奇妙なポーション', '4'),
(803, '438', 'スプラッシュ　暗視のポーション(2:15)', '5'),
(804, '438', 'スプラッシュ　暗視のポーション(6:00)', '6'),
(805, '438', 'スプラッシュ　透明化のポーション(2:15)', '7'),
(806, '438', 'スプラッシュ　透明化のポーション(6:00)', '8'),
(807, '438', 'スプラッシュ　跳躍のポーション(2:15)', '9'),
(808, '438', 'スプラッシュ　跳躍のポーション(6:00)', '10'),
(809, '438', 'スプラッシュ　跳躍のポーションⅡ(1:07)', '11'),
(810, '438', 'スプラッシュ　耐火のポーション(2:15)', '12'),
(811, '438', 'スプラッシュ　耐火のポーション(6:00)', '13'),
(812, '438', 'スプラッシュ　俊敏のポーション(2:15)', '14'),
(813, '438', 'スプラッシュ　俊敏のポーション(6:00)', '15'),
(814, '438', 'スプラッシュ　俊敏のポーションⅡ(1:07)', '16'),
(815, '438', 'スプラッシュ　鈍化のポーション(1:07)', '17'),
(816, '438', 'スプラッシュ　鈍化のポーション(3:00)', '18'),
(817, '438', 'スプラッシュ　水中呼吸のポーション(2:15)', '19'),
(818, '438', 'スプラッシュ　水中呼吸のポーション(6:00)', '20'),
(819, '438', 'スプラッシュ　治癒のポーション', '21'),
(820, '438', 'スプラッシュ　治癒のポーションⅡ', '22'),
(821, '438', 'スプラッシュ　負傷のポーション', '23'),
(822, '438', 'スプラッシュ　負傷のポーションⅡ', '24'),
(823, '438', 'スプラッシュ　毒のポーション(0:33)', '25'),
(824, '438', 'スプラッシュ　毒のポーション(1:30)', '26'),
(825, '438', 'スプラッシュ　毒のポーションⅡ(0:16)', '27'),
(826, '438', 'スプラッシュ　再生のポーション(0:33)', '28'),
(827, '438', 'スプラッシュ　再生のポーション(1:30)', '29'),
(828, '438', 'スプラッシュ　再生のポーションⅡ(0:16)', '30'),
(829, '438', 'スプラッシュ　力のポーション(2:15)', '31'),
(830, '438', 'スプラッシュ　力のポーション(6:00)', '32'),
(831, '438', 'スプラッシュ　力のポーションⅡ(1:07)', '33'),
(832, '438', 'スプラッシュ　弱化のポーション(1:07)', '34'),
(833, '438', 'スプラッシュ　弱化のポーション(3:00)', '35'),
(834, '457', 'ビート', '0'),
(835, '458', 'ビートルートの種', '0'),
(836, '459', 'ビートルートスープ', '0'),
(837, '460', '生鮭', '0'),
(838, '461', 'クマノミ', '0'),
(839, '462', 'フグ', '0'),
(840, '463', '焼き鮭', '0'),
(841, '466', '金のリンゴ', '0');


insert into ids(id, itemid, itemname, itemdamage) values(null,1,"焼き石",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,1,"花崗岩",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,1,"磨かれた花崗岩",2);
insert into ids(id, itemid, itemname, itemdamage) values(null,1,"閃緑岩",3);
insert into ids(id, itemid, itemname, itemdamage) values(null,1,"磨かれた閃緑岩",4);
insert into ids(id, itemid, itemname, itemdamage) values(null,1,"安山岩",5);
insert into ids(id, itemid, itemname, itemdamage) values(null,1,"磨かれた安山岩",6);
insert into ids(id, itemid, itemname, itemdamage) values(null,2,"芝ブロック",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,3,"土ブロック",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,4,"丸石",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,5,"オークの木材",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,5,"松の木材",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,5,"白樺の木材",2);
insert into ids(id, itemid, itemname, itemdamage) values(null,5,"ジャングルの木材",3);
insert into ids(id, itemid, itemname, itemdamage) values(null,5,"アカシアの木材",4);
insert into ids(id, itemid, itemname, itemdamage) values(null,5,"ダークオークの木材",5);
insert into ids(id, itemid, itemname, itemdamage) values(null,6,"オークの苗木",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,6,"松の苗木",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,6,"白樺の苗木",2);
insert into ids(id, itemid, itemname, itemdamage) values(null,6,"ジャングルの苗木",3);
insert into ids(id, itemid, itemname, itemdamage) values(null,6,"アカシアの苗木",4);
insert into ids(id, itemid, itemname, itemdamage) values(null,6,"ダークオークの苗木",5);
insert into ids(id, itemid, itemname, itemdamage) values(null,7,"岩盤",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,8,"水",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,9,"流水",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,10,"溶岩",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,11,"流溶岩",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,12,"砂",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,12,"赤砂",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,13,"砂利",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,14,"金鉱石",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,15,"鉄鉱石",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,16,"石炭鉱石",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,17,"オークの原木",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,17,"松の原木",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,17,"白樺の原木",2);
insert into ids(id, itemid, itemname, itemdamage) values(null,17,"ジャングルの原木",3);
insert into ids(id, itemid, itemname, itemdamage) values(null,18,"オークの葉",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,18,"松の葉",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,18,"白樺の葉",2);
insert into ids(id, itemid, itemname, itemdamage) values(null,18,"ジャングルの葉",3);
insert into ids(id, itemid, itemname, itemdamage) values(null,19,"スポンジ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,20,"ガラス",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,21,"ラピスラズリ鉱石",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,22,"ラピスラズリブロック",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,24,"砂岩",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,24,"模様入りの砂岩",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,24,"滑らかな砂岩",2);
insert into ids(id, itemid, itemname, itemdamage) values(null,26,"ベッド",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,27,"パワードレール",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,30,"クモの巣",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,31,"高い草",0);#要検証
insert into ids(id, itemid, itemname, itemdamage) values(null,31,"草",1);#要検証
insert into ids(id, itemid, itemname, itemdamage) values(null,31,"シダ",2);#要検証
insert into ids(id, itemid, itemname, itemdamage) values(null,31,"大きなシダ",3);#要検証
insert into ids(id, itemid, itemname, itemdamage) values(null,32,"枯れ木",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,35,"羊毛",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,35,"橙色の羊毛",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,35,"赤紫色の羊毛",2);
insert into ids(id, itemid, itemname, itemdamage) values(null,35,"空色の羊毛",3);
insert into ids(id, itemid, itemname, itemdamage) values(null,35,"黄色の羊毛",4);
insert into ids(id, itemid, itemname, itemdamage) values(null,35,"黄緑色の羊毛",5);
insert into ids(id, itemid, itemname, itemdamage) values(null,35,"桃色の羊毛",6);
insert into ids(id, itemid, itemname, itemdamage) values(null,35,"灰色の羊毛",7);
insert into ids(id, itemid, itemname, itemdamage) values(null,35,"薄灰色の羊毛",8);
insert into ids(id, itemid, itemname, itemdamage) values(null,35,"水色の羊毛",9);
insert into ids(id, itemid, itemname, itemdamage) values(null,35,"紫色の羊毛",10);
insert into ids(id, itemid, itemname, itemdamage) values(null,35,"青色の羊毛",11);
insert into ids(id, itemid, itemname, itemdamage) values(null,35,"茶色の羊毛",12);
insert into ids(id, itemid, itemname, itemdamage) values(null,35,"緑色の羊毛",13);
insert into ids(id, itemid, itemname, itemdamage) values(null,35,"赤色の羊毛",14);
insert into ids(id, itemid, itemname, itemdamage) values(null,35,"黒色の羊毛",15);
insert into ids(id, itemid, itemname, itemdamage) values(null,37,"タンポポ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,38,"ポピー",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,38,"ヒスイラン",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,38,"アリウム",2);
insert into ids(id, itemid, itemname, itemdamage) values(null,38,"ヒナソウ",3);
insert into ids(id, itemid, itemname, itemdamage) values(null,38,"赤色のチューリップ",4);
insert into ids(id, itemid, itemname, itemdamage) values(null,38,"橙色のチューリップ",5);
insert into ids(id, itemid, itemname, itemdamage) values(null,38,"白色のチューリップ",6);
insert into ids(id, itemid, itemname, itemdamage) values(null,38,"桃色のチューリップ",7);
insert into ids(id, itemid, itemname, itemdamage) values(null,38,"フランスギク",8);
insert into ids(id, itemid, itemname, itemdamage) values(null,39,"キノコ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,40,"キノコ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,41,"金ブロック",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,42,"鉄ブロック",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,43,"二重半ブロック",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,44,"石ハーフブロック",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,44,"砂岩ハーフブロック",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,44,"オークのハーフブロック",2);
insert into ids(id, itemid, itemname, itemdamage) values(null,44,"丸石ハーフブロック",3);
insert into ids(id, itemid, itemname, itemdamage) values(null,44,"レンガハーフブロック",4);
insert into ids(id, itemid, itemname, itemdamage) values(null,44,"石レンガハーフブロック",5);
insert into ids(id, itemid, itemname, itemdamage) values(null,44,"水晶ハーフブロック",6);
insert into ids(id, itemid, itemname, itemdamage) values(null,44,"",7);#必要なし
insert into ids(id, itemid, itemname, itemdamage) values(null,44,"",8);#必要なし
insert into ids(id, itemid, itemname, itemdamage) values(null,44,"",9);#必要なし
insert into ids(id, itemid, itemname, itemdamage) values(null,44,"",10);#必要なし
insert into ids(id, itemid, itemname, itemdamage) values(null,44,"",11);#必要なし
insert into ids(id, itemid, itemname, itemdamage) values(null,44,"",12);#必要なし
insert into ids(id, itemid, itemname, itemdamage) values(null,44,"",13);#必要なし
insert into ids(id, itemid, itemname, itemdamage) values(null,44,"",14);#必要なし
insert into ids(id, itemid, itemname, itemdamage) values(null,44,"",15);#必要なし
insert into ids(id, itemid, itemname, itemdamage) values(null,45,"レンガ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,46,"TNT",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,47,"本棚",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,48,"苔石",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,49,"黒曜石",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,50,"松明",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,51,"火",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,52,"モンスタースポナー",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,53,"オークの機の階段",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,54,"チェスト",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,55,"レッドストーン",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,56,"ダイヤモンド鉱石",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,57,"ダイヤモンドブロック",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,58,"作業台",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,59,"麦の苗",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,60,"耕地",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,61,"かまど",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,62,"光っているかまど",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,63,"看板",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,64,"オークのドア",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,65,"はしご",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,66,"レール",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,67,"丸石の階段",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,68,"看板",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,69,"レバー",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,70,"石の感圧板",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,71,"鉄のドア",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,72,"木製の感圧板",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,73,"レッドストーン鉱石",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,74,"光っているレッドストーン鉱石",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,75,"消えているレッドストーントーチ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,76,"レッドストーントーチ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,77,"ボタン",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,78,"積雪",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,79,"氷",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,80,"雪",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,81,"サボテン",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,82,"粘土",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,83,"サトウキビの苗",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,85,"オークのフェンス",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,85,"松のフェンス",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,85,"白樺のフェンス",2);
insert into ids(id, itemid, itemname, itemdamage) values(null,85,"ジャングルのフェンス",3);
insert into ids(id, itemid, itemname, itemdamage) values(null,85,"アカシアのフェンス",4);
insert into ids(id, itemid, itemname, itemdamage) values(null,85,"ダークオークのフェンス",5);
insert into ids(id, itemid, itemname, itemdamage) values(null,86,"カボチャ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,87,"ネザーラック",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,88,"ソウルサンド",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,89,"グロウストーン",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,90,"ネザーゲート",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,91,"ジャック・オ・ランタン",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,92,"ケーキ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,95,"透明な岩盤",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,96,"トラップドア",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,97,"モンスターエッグ(石)",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,97,"モンスターエッグ(苔石)",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,97,"モンスターエッグ(石レンガ)",2);
insert into ids(id, itemid, itemname, itemdamage) values(null,97,"モンスターエッグ(苔石レンガ)",3);
insert into ids(id, itemid, itemname, itemdamage) values(null,97,"モンスターエッグ(ヒビの入った石レンガ)",4);
insert into ids(id, itemid, itemname, itemdamage) values(null,97,"モンスターエッグ(模様入りの石レンガ)",5);
insert into ids(id, itemid, itemname, itemdamage) values(null,98,"石レンガ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,98,"苔石レンガ",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,98,"ひびの入った石レンガ",2);
insert into ids(id, itemid, itemname, itemdamage) values(null,98,"模様入り石レンガ",3);
insert into ids(id, itemid, itemname, itemdamage) values(null,98,"",4);
insert into ids(id, itemid, itemname, itemdamage) values(null,98,"",5);
insert into ids(id, itemid, itemname, itemdamage) values(null,99,"キノコ:type0",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,99,"キノコ:type1",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,99,"キノコ:type2",2);
insert into ids(id, itemid, itemname, itemdamage) values(null,99,"キノコ:type3",3);
insert into ids(id, itemid, itemname, itemdamage) values(null,99,"キノコ:type4",4);
insert into ids(id, itemid, itemname, itemdamage) values(null,99,"キノコ:type5",5);
insert into ids(id, itemid, itemname, itemdamage) values(null,99,"キノコ:type6",6);
insert into ids(id, itemid, itemname, itemdamage) values(null,99,"キノコ:type7",7);
insert into ids(id, itemid, itemname, itemdamage) values(null,99,"キノコ:type8",8);
insert into ids(id, itemid, itemname, itemdamage) values(null,99,"キノコ:type9",9);
insert into ids(id, itemid, itemname, itemdamage) values(null,99,"キノコ:type10",10);
insert into ids(id, itemid, itemname, itemdamage) values(null,99,"キノコ:type11",11);
insert into ids(id, itemid, itemname, itemdamage) values(null,99,"キノコ:type12",12);
insert into ids(id, itemid, itemname, itemdamage) values(null,99,"キノコ:type13",13);
insert into ids(id, itemid, itemname, itemdamage) values(null,99,"キノコ:type14",14);
insert into ids(id, itemid, itemname, itemdamage) values(null,99,"キノコ:type15",15);
insert into ids(id, itemid, itemname, itemdamage) values(null,100,"キノコ:type0",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,100,"キノコ:type1",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,100,"キノコ:type2",2);
insert into ids(id, itemid, itemname, itemdamage) values(null,100,"キノコ:type3",3);
insert into ids(id, itemid, itemname, itemdamage) values(null,100,"キノコ:type4",4);
insert into ids(id, itemid, itemname, itemdamage) values(null,100,"キノコ:type5",5);
insert into ids(id, itemid, itemname, itemdamage) values(null,100,"キノコ:type6",6);
insert into ids(id, itemid, itemname, itemdamage) values(null,100,"キノコ:type7",7);
insert into ids(id, itemid, itemname, itemdamage) values(null,100,"キノコ:type8",8);
insert into ids(id, itemid, itemname, itemdamage) values(null,100,"キノコ:type9",9);
insert into ids(id, itemid, itemname, itemdamage) values(null,100,"キノコ:type10",10);
insert into ids(id, itemid, itemname, itemdamage) values(null,100,"キノコ:type11",11);
insert into ids(id, itemid, itemname, itemdamage) values(null,100,"キノコ:type12",12);
insert into ids(id, itemid, itemname, itemdamage) values(null,100,"キノコ:type13",13);
insert into ids(id, itemid, itemname, itemdamage) values(null,100,"キノコ:type14",14);
insert into ids(id, itemid, itemname, itemdamage) values(null,100,"キノコ:type15",15);
insert into ids(id, itemid, itemname, itemdamage) values(null,101,"鉄格子",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,102,"板ガラス",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,103,"スイカ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,104,"かぼちゃの苗",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,105,"スイカの苗",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,106,"つる",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,107,"フェンスゲート",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,108,"レンガの階段",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,109,"石レンガの階段",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,110,"菌糸",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,111,"スイレンの葉",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,112,"ネザーレンガ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,113,"ネザーレンガフェンス",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,114,"ネザーレンガの階段",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,115,"ネザーウォート",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,115,"ネザーウォート",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,115,"ネザーウォート",2);
insert into ids(id, itemid, itemname, itemdamage) values(null,115,"ネザーウォート",3);
insert into ids(id, itemid, itemname, itemdamage) values(null,116,"エンチャントテーブル",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,117,"醸造台",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,120,"エンドポータル",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,121,"エンドストーン",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,123,"レッドストーンランプ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,124,"光っているレッドストーンランプ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,126,"アクティベーターレール",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,127,"ココア",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,128,"砂岩の階段",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,129,"エメラルド鉱石",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,131,"トリップワイヤーフック",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,132,"トリップワイヤー",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,133,"エメラルドブロック",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,134,"松の階段",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,135,"白樺の階段",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,136,"ジャングルの階段",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,139,"丸石の壁",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,139,"苔石の壁",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,140,"植木鉢",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,141,"ニンジン",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,142,"ジャガイモ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,143,"ボタン",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,144,"モブの頭",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,145,"金床",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,145,"少し壊れた金床",4);
insert into ids(id, itemid, itemname, itemdamage) values(null,145,"かなり壊れた金床",8);
insert into ids(id, itemid, itemname, itemdamage) values(null,146,"トラップチェスト",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,147,"重量感圧板(軽)",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,148,"重量感圧板(重)",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,151,"日照センサー",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,152,"レッドストーンブロック",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,153,"ネザー水晶鉱石",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,155,"ネザー水晶ブロック",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,155,"柱状ネザー水晶ブロック",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,155,"模様入りネザー水晶ブロック",2);
insert into ids(id, itemid, itemname, itemdamage) values(null,156,"ネザー水晶の階段",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,157,"二重オークのハーフブロック",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,158,"オークのハーフブロック",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,158,"松のハーフブロック",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,158,"白樺のハーフブロック",2);
insert into ids(id, itemid, itemname, itemdamage) values(null,158,"ジャングルのハーフブロック",3);
insert into ids(id, itemid, itemname, itemdamage) values(null,158,"アカシアのハーフブロック",4);
insert into ids(id, itemid, itemname, itemdamage) values(null,158,"ダークオークのハーフブロック",5);
insert into ids(id, itemid, itemname, itemdamage) values(null,159,"白色の色付き粘土",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,159,"橙色の色付き粘土",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,159,"赤紫色の色付き粘土",2);
insert into ids(id, itemid, itemname, itemdamage) values(null,159,"空色の色付き粘土",3);
insert into ids(id, itemid, itemname, itemdamage) values(null,159,"黄色の色付き粘土",4);
insert into ids(id, itemid, itemname, itemdamage) values(null,159,"黄緑色の色付き粘土",5);
insert into ids(id, itemid, itemname, itemdamage) values(null,159,"桃色の色付き粘土",6);
insert into ids(id, itemid, itemname, itemdamage) values(null,159,"灰色の色付き粘土",7);
insert into ids(id, itemid, itemname, itemdamage) values(null,159,"薄灰色の色付き粘土",8);
insert into ids(id, itemid, itemname, itemdamage) values(null,159,"水色の色付き粘土",9);
insert into ids(id, itemid, itemname, itemdamage) values(null,159,"紫色の色付き粘土",10);
insert into ids(id, itemid, itemname, itemdamage) values(null,159,"青色の色付き粘土",11);
insert into ids(id, itemid, itemname, itemdamage) values(null,159,"茶色の色付き粘土",12);
insert into ids(id, itemid, itemname, itemdamage) values(null,159,"緑色の色付き粘土",13);
insert into ids(id, itemid, itemname, itemdamage) values(null,159,"赤色の色付き粘土",14);
insert into ids(id, itemid, itemname, itemdamage) values(null,159,"黒色の色付き粘土",15);
insert into ids(id, itemid, itemname, itemdamage) values(null,161,"アカシアの葉(Normal)",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,161,"アカシアの葉(DarkOak)",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,161,"アカシアの葉(OakNoDecay)",2);
insert into ids(id, itemid, itemname, itemdamage) values(null,161,"アカシアの葉(SupruceNoDecay)",3);
insert into ids(id, itemid, itemname, itemdamage) values(null,162,"アカシアの原木(Normal)",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,162,"アカシアの原木(DarkOak)",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,163,"アカシアの木の階段",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,164,"ダークオークの木の階段",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,167,"鉄のトラップドア",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,170,"干草の俵",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,171,"カーペット",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,171,"橙色のカーペット",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,171,"赤紫色のカーペット",2);
insert into ids(id, itemid, itemname, itemdamage) values(null,171,"空色のカーペット",3);
insert into ids(id, itemid, itemname, itemdamage) values(null,171,"黄色のカーペット",4);
insert into ids(id, itemid, itemname, itemdamage) values(null,171,"黄緑色のカーペット",5);
insert into ids(id, itemid, itemname, itemdamage) values(null,171,"桃色のカーペット",6);
insert into ids(id, itemid, itemname, itemdamage) values(null,171,"灰色のカーペット",7);
insert into ids(id, itemid, itemname, itemdamage) values(null,171,"薄灰色のカーペット",8);
insert into ids(id, itemid, itemname, itemdamage) values(null,171,"水色のカーペット",9);
insert into ids(id, itemid, itemname, itemdamage) values(null,171,"紫色のカーペット",10);
insert into ids(id, itemid, itemname, itemdamage) values(null,171,"青色のカーペット",11);
insert into ids(id, itemid, itemname, itemdamage) values(null,171,"茶色のカーペット",12);
insert into ids(id, itemid, itemname, itemdamage) values(null,171,"緑色のカーペット",13);
insert into ids(id, itemid, itemname, itemdamage) values(null,171,"赤色のカーペット",14);
insert into ids(id, itemid, itemname, itemdamage) values(null,171,"黒色のカーペット",15);
insert into ids(id, itemid, itemname, itemdamage) values(null,172,"堅焼き粘土",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,173,"石炭ブロック",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,174,"氷塊",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,175,"ヒマワリ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,175,"ライラック",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,175,"高い草",2);
insert into ids(id, itemid, itemname, itemdamage) values(null,175,"大きなシダ",3);
insert into ids(id, itemid, itemname, itemdamage) values(null,175,"バラの低木",4);
insert into ids(id, itemid, itemname, itemdamage) values(null,175,"ボタン",5);
insert into ids(id, itemid, itemname, itemdamage) values(null,178,"月光センサー",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,183,"松のフェンスゲート",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,184,"白樺のフェンスゲート",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,185,"ジャングルのフェンスゲート",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,186,"ダークオークのフェンスゲート",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,187,"アカシアのフェンスゲート",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,193,"松のドア",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,194,"白樺のドア",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,195,"ジャングルのドア",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,196,"アカシアのドア",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,197,"ダークオークのドア",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,198,"道ブロック",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,243,"ポドゾル",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,244,"ビートの苗",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,245,"ストーンカッター",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,246,"光っている黒曜石",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,247,"ネザーリアクターコア",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,248,"UnusedBlock",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,249,"UnusedBlock2",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,255,"reserved",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,256,"鉄のシャベル",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,257,"鉄のツルハシ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,258,"鉄の斧",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,259,"火打ち石と打ち金",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,260,"リンゴ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,261,"弓",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,262,"矢",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,263,"石炭",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,263,"木炭",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,264,"ダイヤモンド",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,265,"鉄インゴット",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,266,"金インゴット",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,267,"鉄の剣",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,268,"木の剣",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,269,"木のシャベル",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,270,"木のツルハシ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,271,"木の斧",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,272,"石の剣",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,273,"石のシャベル",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,274,"石のツルハシ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,275,"石の斧",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,276,"ダイヤの剣",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,277,"ダイヤのシャベル",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,278,"ダイヤのツルハシ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,279,"ダイヤの斧",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,280,"棒",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,281,"ボウル",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,282,"キノコシチュー",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,283,"金の剣",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,284,"金のシャベル",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,285,"金のツルハシ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,286,"金の斧",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,287,"糸",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,288,"羽",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,289,"火薬",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,290,"木のクワ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,291,"石のクワ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,292,"鉄のクワ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,293,"ダイヤのクワ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,294,"金のクワ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,295,"種",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,296,"小麦",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,297,"パン",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,298,"革の帽子",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,299,"革の上着",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,300,"革のズボン",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,301,"革のブーツ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,302,"チェーンヘルメット",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,303,"チェーンのチェストプレート",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,304,"チェーンレギンス",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,305,"チェーンブーツ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,306,"鉄のヘルメット",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,307,"鉄のチェストプレート",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,308,"鉄のレギンス",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,309,"鉄のブーツ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,310,"ダイヤのヘルメット",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,311,"ダイヤのチェストプレート",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,312,"ダイヤのレギンス",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,313,"ダイヤのブーツ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,314,"金のヘルメット",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,315,"金のチェストプレート",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,316,"金のレギンス",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,317,"金のブーツ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,318,"火打ち石",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,319,"生の豚肉",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,320,"焼き豚",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,321,"絵画",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,322,"金のリンゴ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,323,"看板",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,324,"オークのドア",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,325,"バケツ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,325,"牛乳",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,325,"水入りバケツ",8);
insert into ids(id, itemid, itemname, itemdamage) values(null,325,"流水入りバケツ",9);
insert into ids(id, itemid, itemname, itemdamage) values(null,325,"溶岩入りバケツ",10);
insert into ids(id, itemid, itemname, itemdamage) values(null,325,"流溶岩入りバケツ",11);
insert into ids(id, itemid, itemname, itemdamage) values(null,325,"バケツ(TNT)",46);
insert into ids(id, itemid, itemname, itemdamage) values(null,325,"バケツ(火)",51);
insert into ids(id, itemid, itemname, itemdamage) values(null,328,"トロッコ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,329,"サドル",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,330,"鉄のドア",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,331,"レッドストーン",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,332,"雪球",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,333,"オークのボート",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,333,"松のボート",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,333,"白樺のボート",2);
insert into ids(id, itemid, itemname, itemdamage) values(null,333,"ジャングルのボート",3);
insert into ids(id, itemid, itemname, itemdamage) values(null,333,"アカシアのボート",4);
insert into ids(id, itemid, itemname, itemdamage) values(null,333,"ダークオークのボート",5);
insert into ids(id, itemid, itemname, itemdamage) values(null,334,"革",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,336,"レンガ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,337,"粘土",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,338,"サトウキビ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,339,"紙",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,340,"本",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,341,"スライムボール",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,344,"卵",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,345,"コンパス",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,346,"釣竿",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,347,"時計",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,348,"グロウストーンダスト",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,349,"生魚",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,350,"焼き魚",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,351,"イカスミ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,351,"赤色の染料",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,351,"緑色の染料",2);
insert into ids(id, itemid, itemname, itemdamage) values(null,351,"カカオ豆",3);
insert into ids(id, itemid, itemname, itemdamage) values(null,351,"ラピスラズリ",4);
insert into ids(id, itemid, itemname, itemdamage) values(null,351,"紫色の染料",5);
insert into ids(id, itemid, itemname, itemdamage) values(null,351,"水色の染料",6);
insert into ids(id, itemid, itemname, itemdamage) values(null,351,"薄灰色の染料",7);
insert into ids(id, itemid, itemname, itemdamage) values(null,351,"灰色の染料",8);
insert into ids(id, itemid, itemname, itemdamage) values(null,351,"桃色の染料",9);
insert into ids(id, itemid, itemname, itemdamage) values(null,351,"黄緑色の染料",10);
insert into ids(id, itemid, itemname, itemdamage) values(null,351,"黄色の染料",11);
insert into ids(id, itemid, itemname, itemdamage) values(null,351,"空色の染料",12);
insert into ids(id, itemid, itemname, itemdamage) values(null,351,"赤紫色の染料",13);
insert into ids(id, itemid, itemname, itemdamage) values(null,351,"橙色の染料",14);
insert into ids(id, itemid, itemname, itemdamage) values(null,351,"骨粉",15);
insert into ids(id, itemid, itemname, itemdamage) values(null,352,"骨",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,353,"砂糖",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,354,"ケーキ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,355,"ベッド",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,357,"クッキー",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,359,"ハサミ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,360,"スイカ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,361,"カボチャの種",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,362,"スイカの種",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,363,"生の牛肉",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,364,"ステーキ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,365,"生の鶏肉",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,366,"焼き鳥",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,367,"腐った肉",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,369,"ブレイズロッド",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,370,"ガストの涙",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,371,"金塊",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,372,"ネザーウォート(小)",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,372,"ネザーウォート(中)",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,372,"ネザーウォート(高)",2);
insert into ids(id, itemid, itemname, itemdamage) values(null,372,"ネザーウォート",3);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"水入り瓶",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"ありふれたポーション",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"ありふれたポーション",2);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"濃厚なポーション",3);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"奇妙なポーション",4);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"暗視のポーション(3:00)",5);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"暗視のポーション(8:00)",6);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"透明化のポーション(3:00)",7);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"透明化のポーション(8:00)",8);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"跳躍のポーション(3:00)",9);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"跳躍のポーション(8:00)",10);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"跳躍のポーションⅡ(1:30)",11);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"耐火のポーション(3:00)",12);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"耐火のポーション(8:00)",13);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"俊敏のポーション(3:00)",14);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"俊敏のポーション(8:00)",15);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"俊敏のポーションⅡ(1:30)",16);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"鈍化のポーション(1:30)",17);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"鈍化のポーション(4:00)",18);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"水中呼吸のポーション(3:00)",19);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"水中呼吸のポーション(8:00)",20);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"治癒のポーション",21);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"治癒のポーションⅡ",22);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"負傷のポーション",23);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"負傷のポーションⅡ",24);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"毒のポーション(0:45)",25);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"毒のポーション(2:00)",26);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"毒のポーションⅡ(0:22)",27);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"再生のポーション(0:45)",28);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"再生のポーション(2:00)",29);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"再生のポーションⅡ(0:22)",30);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"力のポーション(3:00)",31);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"力のポーション(8:00)",32);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"力のポーションⅡ(1:30)",33);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"弱化のポーション(1:30)",34);
insert into ids(id, itemid, itemname, itemdamage) values(null,373,"弱化のポーション(4:00)",35);
insert into ids(id, itemid, itemname, itemdamage) values(null,374,"ガラス瓶",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,375,"クモの目",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,376,"発酵したクモの目",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,377,"ブレイズパウダー",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,378,"マグマクリーム",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,379,"醸造台",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,382,"きらめくスイカ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,383,"スポーンエッグ(ニワトリ)",10);
insert into ids(id, itemid, itemname, itemdamage) values(null,383,"スポーンエッグ(牛)",11);
insert into ids(id, itemid, itemname, itemdamage) values(null,383,"スポーンエッグ(豚)",12);
insert into ids(id, itemid, itemname, itemdamage) values(null,383,"スポーンエッグ(羊)",13);
insert into ids(id, itemid, itemname, itemdamage) values(null,383,"スポーンエッグ(狼)",14);
insert into ids(id, itemid, itemname, itemdamage) values(null,383,"スポーンエッグ(村人)",15);
insert into ids(id, itemid, itemname, itemdamage) values(null,383,"スポーンエッグ(ムーシュルーム)",16);
insert into ids(id, itemid, itemname, itemdamage) values(null,383,"スポーンエッグ(イカ)",17);
insert into ids(id, itemid, itemname, itemdamage) values(null,383,"スポーンエッグ(うさぎ)",18);
insert into ids(id, itemid, itemname, itemdamage) values(null,383,"スポーンエッグ(コウモリ)",19);
insert into ids(id, itemid, itemname, itemdamage) values(null,383,"スポーンエッグ(アイアンゴーレム)",20);
insert into ids(id, itemid, itemname, itemdamage) values(null,383,"スポーンエッグ(スノウゴーレム)",21);
insert into ids(id, itemid, itemname, itemdamage) values(null,383,"スポーンエッグ(ネコ)",22);
insert into ids(id, itemid, itemname, itemdamage) values(null,383,"スポーンエッグ(ゾンビ)",32);
insert into ids(id, itemid, itemname, itemdamage) values(null,383,"スポーンエッグ(クリーパー)",33);
insert into ids(id, itemid, itemname, itemdamage) values(null,383,"スポーンエッグ(スケルトン)",34);
insert into ids(id, itemid, itemname, itemdamage) values(null,383,"スポーンエッグ(クモ)",35);
insert into ids(id, itemid, itemname, itemdamage) values(null,383,"スポーンエッグ(ゾンビピッグマン)",36);
insert into ids(id, itemid, itemname, itemdamage) values(null,383,"スポーンエッグ(スライム)",37);
insert into ids(id, itemid, itemname, itemdamage) values(null,383,"スポーンエッグ(エンダーマン)",38);
insert into ids(id, itemid, itemname, itemdamage) values(null,383,"スポーンエッグ(シルバーフィッシュ)",39);
insert into ids(id, itemid, itemname, itemdamage) values(null,383,"スポーンエッグ(洞窟グモ)",40);
insert into ids(id, itemid, itemname, itemdamage) values(null,383,"スポーンエッグ(ガスト)",41);
insert into ids(id, itemid, itemname, itemdamage) values(null,383,"スポーンエッグ(マグマキューブ)",42);
insert into ids(id, itemid, itemname, itemdamage) values(null,383,"スポーンエッグ(ブレイズ)",43);
insert into ids(id, itemid, itemname, itemdamage) values(null,383,"スポーンエッグ(ゾンビ村人)",44);
insert into ids(id, itemid, itemname, itemdamage) values(null,384,"エンチャントの瓶",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,388,"エメラルド",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,390,"植木鉢",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,391,"ニンジン",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,392,"ジャガイモ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,393,"ベークドポテト",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,394,"青くなったジャガイモ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,396,"金のニンジン",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,397,"スケルトンの頭蓋骨",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,397,"ウィザースケルトンの頭蓋骨",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,397,"ゾンビの頭蓋骨",2);
insert into ids(id, itemid, itemname, itemdamage) values(null,397,"頭",3);
insert into ids(id, itemid, itemname, itemdamage) values(null,397,"クリーパーの頭",4);
insert into ids(id, itemid, itemname, itemdamage) values(null,400,"パンプキンパイ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,403,"エンチャントの本",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,405,"ネザーレンガ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,406,"ネザー水晶",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,411,"生の兎肉",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,412,"焼き兎肉",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,413,"ウサギシチュー",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,414,"ウサギの足",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,415,"ウサギの革",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,427,"松のドア",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,428,"白樺のドア",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,429,"ジャングルのドア",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,430,"アカシアのドア",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,431,"ダークオークのドア",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　水入り瓶",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　ありふれたポーション",1);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　ありふれたポーション",2);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　濃厚なポーション",3);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　奇妙なポーション",4);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　暗視のポーション(2:15)",5);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　暗視のポーション(6:00)",6);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　透明化のポーション(2:15)",7);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　透明化のポーション(6:00)",8);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　跳躍のポーション(2:15)",9);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　跳躍のポーション(6:00)",10);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　跳躍のポーションⅡ(1:07)",11);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　耐火のポーション(2:15)",12);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　耐火のポーション(6:00)",13);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　俊敏のポーション(2:15)",14);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　俊敏のポーション(6:00)",15);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　俊敏のポーションⅡ(1:07)",16);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　鈍化のポーション(1:07)",17);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　鈍化のポーション(3:00)",18);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　水中呼吸のポーション(2:15)",19);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　水中呼吸のポーション(6:00)",20);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　治癒のポーション",21);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　治癒のポーションⅡ",22);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　負傷のポーション",23);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　負傷のポーションⅡ",24);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　毒のポーション(0:33)",25);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　毒のポーション(1:30)",26);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　毒のポーションⅡ(0:16)",27);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　再生のポーション(0:33)",28);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　再生のポーション(1:30)",29);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　再生のポーションⅡ(0:16)",30);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　力のポーション(2:15)",31);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　力のポーション(6:00)",32);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　力のポーションⅡ(1:07)",33);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　弱化のポーション(1:07)",34);
insert into ids(id, itemid, itemname, itemdamage) values(null,438,"スプラッシュ　弱化のポーション(3:00)",35);
insert into ids(id, itemid, itemname, itemdamage) values(null,457,"ビート",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,458,"ビートルートの種",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,459,"ビートルートスープ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,460,"生鮭",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,461,"クマノミ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,462,"フグ",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,463,"焼き鮭",0);
insert into ids(id, itemid, itemname, itemdamage) values(null,466,"金のリンゴ",0);